Repository: hiddevdploeg/nowplaying-strings
Catalog: */Localizable.strings
Languages: de, es, it, nl, pt

# start.title
source: Welcome
de: Willkommen
es: Bienvenido
it: Benvenuto
nl: Welkom
pt: Bem-vindo

# start.intro
source: Discover information and stories about the music that’s playing around you.
de: Entdecken Sie Informationen und Geschichten über die Musik, die Sie um Sie herumspielen.
es: Descubre información e historias sobre la música que está jugando a su alrededor.
it: Scopri informazioni e storie sulla musica che gioca intorno a te.
nl: Ontdek informatie en verhalen over de muziek die om je heen speelt.
pt: Descubra informações e histórias sobre a música que está jogando ao seu redor.

# start.actions.listen
source: Start Listening
de: Wiedergabe starten
es: Comenzar a escuchar
it: Inizia ad ascoltare
nl: Start Luisteren
pt: Começar a ouvir

# faq.title
source: FAQ
de: Häufig gestellte Fragen
es: Preguntas frecuentes
nl: Veelgestelde vragen
pt: Perguntas frequentes

# about.intro
source: Thank you so much for your support! This app is made by a one-man company so every download counts and I truly appreciate it!
de: Vielen Dank für Ihre Unterstützung! Diese App erfolgt von einem One-Man-Unternehmen, sodass jeder Download zählt und ich es wirklich schätze!
es: ¡Muchas gracias por tu apoyo!/nEsta aplicación está hecha por una compañía de una sola persona, por lo tanto cada descarga cuenta y realmente lo aprecio.
it: Grazie mille per il vostro supporto! Questa app è fatta da una società one-man, quindi tutti i conteggi di download e lo apprezzo veramente!
nl: Ontzettend bedankt voor het gebruiken van NowPlaying! Deze app is gemaakt door een eenmanszaak dus elke download is noodzakelijk en wordt ontzettend gewaardeerd.
pt: Muito obrigado pelo seu apoio! Este aplicativo é feito por uma empresa de um homem, então cada tipo de downloads e eu realmente aprecio isso!

# about.modum.title
source: Made by Modum
de: Erstellt von Modum
es: Hecho por Modum
it: Creato da Modum
nl: Gemaakt door Modum
pt: Feito por Modum

# about.actions.review
source: Leave a Review
de: Bewertung abgeben
es: Dejar una reseña
it: Lascia una recensione
nl: Schrijf een beoordeling
pt: Deixa um comentário

# about.actions.translate
source: Help Translating
de: Unterstützung beim Übersetzen
es: Ayúdanos a traducir
it: Aiuta a tradurre
nl: Help vertalen
pt: Ajuda-nos a traduzir

# about.actions.contact
source: Contact Support
de: Support kontaktieren
es: Contactar a soporte
it: Contatta il supporto
nl: Vraag ondersteuning
pt: Contactar o suporte

# about.title
source: About
de: Über uns
es: Acerca de
it: Info
nl: Over NowPlaying
pt: Acerca de

# actions.menu.view.shazam
source: View in Shazam
de: In Shazam anzeigen
es: Ver en Shazam
it: Vedi in Shazam
nl: Bekijk in Shazam
pt: Ver no Shazam

# actions.stop
source: Stop Listening
de: Wiedergabe stoppen
es: Terminar de escuchar
it: Smetti di ascoltare
nl: Stop Luisteren
pt: Parar de ouvir

# actions.feedback
source: Send Feedback
de: Feedback geben
es: Enviar comentarios
it: Invia feedback
nl: Geef feedback
pt: Enviar comentário

# actions.menu.shazam.library
source: Add to Shazam Library
de: Zu Shazam hinzufügen
es: Agregar a biblioteca de Shazam
it: Aggiungi alla Libreria Shazam
nl: Voeg toe aan Shazam
pt: Adicionar à biblioteca do Shazam

# actions.close
source: Close
de: Schließen
es: Cerrar
it: Chiudi
nl: Sluit
pt: Fechar

# actions.done
source: Done
de: Fertig
es: Listo
it: Fine
nl: Klaar
pt: Concluído

# actions.menu.apple.music.open
source: Open in Apple Music
de: In Apple Music öffnen
es: Abrir en Apple Music
it: Apri in Apple Music
pt: Abrir na Apple Music

# actions.menu.search.discogs
source: Search on Discogs
de: Bei Discogs suchen
es: Buscar en Discogs
it: Cerca su Discogs
nl: Zoek op Discogs.com
pt: Procurar em Discogs

# actions.share.song
source: Share Song
de: Song teilen
es: Compartir canción
it: Condividi la canzone
nl: Deel nummer
pt: Partilhar música

# actions.accesibility.title
source: Actions
de: Aktionen
es: Acciones
nl: Meer functies
pt: Ações

# playlist.title
source: Added with NowPlaying
de: Mit NowPlaying hinzugefügt
es: Agregado con NowPlaying
it: Aggiunta tramite NowPlaying
nl: Gevonden met NowPlaying
pt: Adicionado a NowPlaying

# playlist.desc
source: This playlist contains all the items added via the NowPlaying app.
de: Die Playlist beinhaltet alles was durch NowPlaying hinzugefügt wurde
es: Esta lista de reproducción contiene todas las canciones agregadas vía NowPlaying.
it: Questa playlist contiene tutti gli elementi aggiunti tramite l'app NowPlaying.
nl: Deze playlist bevat alle nummer opgeslagen in de NowPlaying app.
pt: Esta lista de reprodução contém todas as músicas adicionadas através da aplicação NowPlaying.

# apple.music.connect
source: Connect to Apple Music
de: Mit Apple Music verbinden
es: Conectar a Apple Music
it: Connetti Apple Music
nl: Verbind met Apple Music
pt: Conectar a Apple Music

# apple.music.actions.settings
source: Allow Access to Media & Apple Muisc
de: Gehe zu den Einstellungen um X zu aktivieren
es: Ir a ajustes para activar X
it: Vai in Impostazioni per attivarlo
nl: Geef toegang tot Media & Apple Music
pt: Ativar nas definições

# apple.music.subscription.title
source: Get Apple Music Subscription
de: Apple Music Abo
es: Obtén una subscripción de Apple Music
it: Abbonati ad Apple Musi
nl: Apple Music Abonnement
pt: Obter subscrição da Apple Music

# apple.music.subscription.desc
source: Unlock even more information, no subscription needed.
de: Entsperren Sie noch mehr Informationen, kein Abonnement erforderlich.
es: Desloquea aún más información, subscripción no necesaria
it: Sblocca ancora più informazioni, nessun abbonamento necessario.
nl: Ontgrendel nog meer informatie, ook zonder abonnement.
pt: Desbloqueie ainda mais informações, nenhuma assinatura necessária.

# details.actions.less
source: Show Less
de: Weniger anzeigen
es: Mostrar menos
it: Mostra di meno
nl: Toon minder
pt: Mostrar menos

# details.composed
source: Composed by
de: Zusammengestellt von
es: Compositor
it: Composta da
nl: Gecomponeerd door
pt: Composta por

# details.genre
source: Genre
es: género musical
it: genere
pt: Género musical

# details.album
source: Album
es: álbum
pt: Álbum

# details.recordlabel
source: Record label
de: Label
es: Sello discográfico
it: Etichetta
nl: platenlabel
pt: Discográfica

# details.band.title
source: Meet The Band
de: Die Marke kennenlernen
es: Conoce a la banda
it: Visualizza la band
nl: Bandleden
pt: Conhece a banda

# details.actions.more
source: More Info
de: Mehr Info
es: Más información
it: Più informazioni
nl: Meer informatie
pt: Mais informação

# details.notes
source: Liner Notes
de: Notizen
es: Notas
it: Note
nl: Notities
pt: Notas do encarte

# details.rating
source: Rating
de: Bewertung
es: Calificación
it: Valutazione
nl: Waardering
pt: Classificação

# details.releasedate
source: release date
de: Erscheinungsdatum
es: Fecha de lanzamiento
it: rilasciato il
nl: uitgekomen op
pt: Data de lançamento

# details.playcount
source: Play count
de: Wiedergaben
es: Número de reproducciones
it: Numero di riproduzioni
nl: Aantal keer afgespeeld
pt: Número de reproduções

# savepref.desc
source: Decide where you will save the song after pressing the save button.
de: Entscheiden Sie, wo Sie den Song speichern möchten, nachdem Sie auf die Schaltfläche Hinzufügen geklickt haben.
es: Decide dónde guardar la canción después de presionar el botón de agregar
it: Decidi dove salvare la canzone dopo aver premuto il pulsante “aggiungi”
nl: Bepaal waar je het nummer wil opslaan
pt: Decide onde guardar a música depois de premir o botão de adicionar.

# savepref.library
source: Library
de: Bibliothek
es: Biblioteca
it: Libreria
nl: Bibliotheek
pt: Biblioteca

# savepref.library.playlist
source: Library & Playlist
de: Bibliothek und Playlist
es: Biblioteca & Lista de reproducción
it: Libreria & Playlist
nl: Beide
pt: Biblioteca e lista de reprodução

# savepref.playlist
source: NowPlaying Playlist
es: Lista de reproducción NowPlaying
it: Playlist di NowPlaying
nl: NowPlaying Afspeellijst
pt: Lista de reprodução NowPlaying

# savepref.playlist.short
source: Playlist
es: Lista de reproducción
nl: Afspeellijst
pt: Lista de reprodução

# savepref.library.desc
source: Save directly to your Apple Music library
de: Direkt in deiner Apple Music Bibliothek speichern
es: Guardar directamente en tu biblioteca de Apple Music
it: Salva direttamente nella tua libreria su Apple Music
nl: Sla op in jou Apple Music bibliotheek
pt: Guardar diretamente na biblioteca da Apple Music

# savepref.playlist.desc
source: Save in a NowPlaying playlist only
de: Nur in einer NowPlaying Playlist speichern
es: Guardar en una lista de reproducción NowPlaying
it: Salva solo in una playlist NowPlaying
nl: Sla op in een NowPlaying afspeellijst
pt: Guardar apenas na lista de reprodução NowPlayimg

# savepref.library.playlist.desc
source: Save in both the NowPlaying playlist and your library
de: In einer NowPlaying Playlist und deiner Bibliothek speichern
es: Guardar en tu biblioteca de Apple Music y en una lista de reproducción NowPlaying
it: Salva sia nella playlist NowPlaying che nella tua libreria
nl: Sla op in beide
pt: Guardar na lista de reprodução NowPlaying e na biblioteca da Apple Music

# savepref.title
source: Save Preference
de: Präferenz speichern
es: Guardar preferencias
it: Salva impostazioni
nl: Opslaan voorkeur
pt: Guardar preferências

# setttings.listen.title
source: Listen on App Start
de: Bei App Start zuhören
es: Comenzar a escuchar al abrir la aplicación
it: Inizia ad ascoltare all'avvio
nl: Luister wanneer de app start
pt: Começar a ouvir ao abrir a aplicação

# settings.display.title
source: Display
de: Anzeige
es: Visualización
it: Mostra
nl: Weergave
pt: Visualização

# settings.title
source: Settings
de: Einstellungen
es: Configuración
it: Impostazioni
nl: Instellingen
pt: Definições

# settings.add.button
source: Show Save Button
de: Hinzufügen Button zeigen
es: Mostrar botón de agregar
it: Mostra pulsante aggiungi
nl: Toon opslaan knop
pt: Mostrar o botão de adicionar

# settings.infobutton.title
source: Show Information Button
de: Informationen Button anzeigen
es: Mostrar botón de información
it: Opzione mostra più info
nl: Toon informatie knop
pt: Mostrar mais informação

# settings.support.title
source: Support
de: Hilfe
es: Soporte
it: Supporto
nl: Ondersteuning
pt: Suporte

# permission.mic.actions.start
source: Get Started
de: Loslegen
es: Comenzar
it: Inizia
nl: Laten we beginnen
pt: Começar

# permission.mic.actions.later
source: I'll do This Later
de: Das mache ich später
es: Hacer esto más tarde
it: Lo farò dopo
nl: Ik doe dit later
pt: Fazer mais tarde

# permission.actions.settings
source: Open Settings
de: Einstellungen öffnen
es: Abrir ajustes
it: Apri impostazioni
nl: Open instellingen
pt: Abrir as definições

# permission.mic.desc
source: Please allow access to your microphone. This is required to recognize which song is playing
de: Bitte gebe Zugang zu deinem Mikrofon. Dies wird benötigt um den Song zu erkennen.
es: Por favor permite el acceso al micrófono. Esto es necesario para reconocer la canción en reproducción.
it: Consenti l'accesso al tuo microfono. È necessario per riconoscere quale canzone sta suonando
nl: Geef alstublieft toegang tot uw microfoon. Dit is nodig om het nummer dat speelt te herkennen
pt: Por favor, permite o acesso ao microfone. É necessário para identificar que música está a tocar.

# permission.mic.title
source: Access Needed
de: Zugang benötigt
es: Permiso necesario
it: Accesso richiesto
nl: Toegang nodig
pt: Permissão necessária

# permission.mic.desc.extra
source: Please go to settings and allow NowPLaying to access the Microphone.
de: Bitte gehe zu den Einstellungen und gib NowPlaying Zugang zu deinem Mikrofon
es: Dirígete a ajustes y permite el uso del micrófono
it: Vai in impostazioni e consenti NowPlaying di accedere al microfono.
nl: Ga naar instellingen en toegang tot de microfoon.
pt: Vai a definições e permite o acesso ao microfone.

# searching.title
source: Looking for Songs...
de: Suche nach Songs...
es: Buscando canciones
it: Sto cercando degli abbinamenti...
nl: Op zoek naar nummers...
pt: A procurar músicas…

# credits.music.title
source: Music Sources
de: Musikquellen
es: Fuentes de música
it: Fonti di musica
nl: Muziek Database
pt: Fontes de música.

# credits.title
source: Powered by…
es: Desarrollado por…
it: Offerto da…
nl: Mogelijk gemaakt door…
pt: Desenvolvido por…

# credits.music.sources
source: Shazam, MusicBrainz, Discogs & Apple Music
de: Shazam, MusicBrainz, Discogs und Apple Music
es: Shazam, MusicBrainz, Discogs y Apple Music
it: Shazam, MusicBrainz, Discogs e Apple Music
pt: Shazam, MusicBrainz, Discogs e Apple Music

# credits.translations.title
source: Translations
de: Übersetzungen
es: Traducción
it: Traduzioni
nl: Vertalingen
pt: Traduções

# confirmation.succes
source: Song has been Added
de: Lied wurde hinzugefügt
es: Canción agregada
it: La canzone è stata aggiunta
nl: Nummer toegevoegd
pt: Canção foi adicionada

# confirmation.failed
source: Song could not be Added
de: Lied konnte nicht hinzugefügt werden
es: Canción no ha sido agregada
it: La canzone non può essere aggiunta
nl: Nummer kon niet worden toegevoegd
pt: Canção não pôde ser adicionado

# confirmation.succes.library
source: Song has been Added to Library
de: Das Lied wurde in die Bibliothek hinzugefügt
es: Canción agregada a la biblioteca
it: La canzone è stata aggiunta alla biblioteca
nl: Nummer toegevoegd aan bibliotheek
pt: Canção foi adicionada à biblioteca

# confirmation.failed.library
source: Song could not be Added to Library
de: Das Lied konnte nicht in die Bibliothek hinzugefügt werden
es: Canción no ha sido agregada a la biblioteca
it: La canzone non può essere aggiunta alla Biblioteca
nl: Nummer kon niet worden toegevoegd aan bibliotheek
pt: Canção não pôde ser adicionada à biblioteca

# confirmation.succes.playlist
source: Song has been Added to Playlist
de: Song wurde zur Playlist hinzugefügt
es: Canción agregada a la lista de reproducción
it: La canzone è stata aggiunta alla playlist
nl: Nummer toegevoegd aan afspeellijst
pt: A música foi adicionada à playlist

# confirmation.failed.playlist
source: Song could not be Added to Playlist
de: Song konnte nicht zur Playlist hinzugefügt werden
es: Canción no ha sido agregada a la lista de reproducción
it: La canzone non può essere aggiunta alla playlist
nl: Nummer kon niet worden toegevoegd aan afspeellijst
pt: A música não pôde ser adicionada à playlist

# apple.music.subscription.benefits
source: Unlock more features with an Apple Music subscription
de: Entsperren Sie weitere Funktionen mit einem Apple-Musikabonnement
es: Desbloquea más funciones con una subscripción a Apple Music
it: Sblocca più funzioni con un abbonamento di Apple Music
nl: Ontgrendel meer mogelijkheden met een Apple Music abonnement.
pt: Desbloquear mais recursos com uma assinatura da Apple Music

# error.connection.desc
source: Sorry, we couldn't connect to the internet. Please check your connection and try again.
de: Leider konnten wir keine Verbindung zum Internet herstellen. Bitte überprüfen Sie Ihre Verbindung und versuchen Sie es erneut.
es: Lo sentimos, no se ha podido conectar a internet. Por favor revisa tu conexión a internet e intenta de nuevo
it: Spiacenti, non siamo riusciti a connetterci a Internet. N Si prega di controllare la connessione e riprova.
nl: Sorry, wij konden geen verbingen maken met het internet. Controleer je verbinding en probeer opnieuw.
pt: Desculpe, não poderíamos nos conectar à Internet. Por favor, verifique sua conexão e tente novamente.

# error.actions.back
source: Tap the screen to go back
de: Tippen Sie auf den Bildschirm, um zurück zu gehen
es: Toca la pantalla para regresar
it: Tocca lo schermo per tornare indietro
nl: Raak het scherm aan om terug te gaan
pt: Toque na tela para voltar

# error.connection.title
source: You're offline
de: Du bist offline.
es: Fuera de línea
it: Sei offline.
nl: Je bent offline
pt: Você está offline

# settings.privacy
source: Privacy
de: Privatsphäre
es: Privacidad
it: Privacy (EN)
nl: Privacy (Engels)
pt: Privacidade (EN)

# settings.feedback
source: Feedback
es: Comentarios
it: Risposta
pt: Comentário

# settings.changelog
source: View Changelog
de: Changelog
es: Ver Changelog
it: Visualizza Changelog
nl: Bekijk Changelog
pt: Visualizar registro de alteração

# settings.autolock
source: Disable Screen-Lock
de: Deaktivieren Sie die automatische Sperre
es: Deshabilitar el bloqueo automático
it: Disabilita automaticamente il blocco
nl: Schermslot uitzetten
pt: Desativar o bloqueio automático

# widget.song.empty
source: This Widget will display the last song found.
de: Dieses Widget zeigt den letzten gefundenen Song an.
es: Este widget mostrará la última canción encontrada.
it: Questo widget mostrerà l'ultima canzone trovata.
pt: Este widget exibirá a última música encontrada.

# widget.open
source: Open NowPlaying to Start
de: Open NowPlaying um zu beginnen
es: Abierto NowPlaying para iniciar
it: Apri NowPlaying per iniziare
nl: Open NowPlaying om te beginnen
pt: Aberto NowPlaying para começar

# widget.song.title
source: Latest Song
de: Neuester Song
es: Última canción
it: Ultima canzone
nl: Nummer Widget
pt: Última música

# widget.song.desc
source: Shows the last song recognized on your home screen.
de: Zeigt den letzten Song an, der auf Ihrem Startbildschirm erkannt wird.
es: Muestra la última canción reconocida en su pantalla de inicio.
it: Mostra l'ultima canzone riconosciuta sulla schermata iniziale.
nl: Laat het laatst herkende nummer zien.
pt: Mostra a última música reconhecida na sua tela inicial.

# external.empty
source: Please start listening on your device to get started.
de: Bitte hören Sie auf Ihrem Gerät, um zu beginnen.
es: Comience a escuchar en su dispositivo para comenzar.
it: Si prega di iniziare ad ascoltare il dispositivo per iniziare.
nl: Start met luisteren op je toestel om te beginnen.
pt: Por favor, comece a ouvir o seu dispositivo para começar.

# permission.mic.desc.short
source: This is required to recognize which song is playing.
de: Dies ist erforderlich, um zu erkennen, welcher Song spielt.
es: Esto se requiere para reconocer qué canción está jugando.
it: Questo è necessario per riconoscere quale canzone sta giocando.
nl: Dit is nodig om nummers te herkennen.
pt: Isso é necessário para reconhecer qual música está jogando.

# permission.confirm.title
source: Alright
de: In Ordnung
es: Bueno
it: Bene
nl: Oke!
pt: Tudo bem

# start.watch.desc
source: Discover all about the music around you.
de: Entdecken Sie alles über die Musik um Sie herum.
es: Descubre todo sobre la música que te rodea.
it: Scopri tutto sulla musica intorno a te.
nl: Ontdek alles over de muziek om je heen.
pt: Descubra tudo sobre a música ao seu redor.

# start.watch.action
source: Tap the Screen to Start Listening
de: Tippen Sie auf den Bildschirm, um zu hören
es: Toque la pantalla para comenzar a escuchar
it: Tocca lo schermo per iniziare ad ascoltare
nl: Raak het scherm aan om te beginnen
pt: Toque na tela para começar a escutar

# setttings.show.details
source: Show details of songs
de: Details von Songs anzeigen
es: Mostrar detalles de canciones
it: Mostra dettagli delle canzoni
nl: Toon details van nummer
pt: Mostrar detalhes de músicas

# actions.save.am
source: Save in Apple Music
de: Speichern Sie in Apple Music
es: Guardar en Apple Music
it: Salva in Apple Music
nl: Opslaan in Apple Music
pt: Salvar na Apple Music

# actions.saved.am
source: Saved!
de: Gerettet!
es: ¡Salvado!
it: Salvato!
nl: Opgeslagen!
pt: Salvou!

# actions.save.descroption
source: You need to have the iOS app to save songs.
de: Sie müssen die iOS-App haben, um Songs zu speichern.
es: Necesitas tener la aplicación iOS para guardar canciones.
it: Devi avere l'app IOS per salvare le canzoni.
nl: Je heb de iOS app nodig om nummers op te slaan.
pt: Você precisa ter o aplicativo iOS para salvar músicas.

# settings.prefs.title
source: Preferences
de: Vorlieben
es: Preferencias
it: Preferenze
nl: Voorkeuren
pt: Preferências

# widget.settings.latest
source: Last Song
de: Neuester Song
es: Última canción
it: Ultima canzone
nl: Laatste nummer
pt: Última música

# actions.remove.song
source: Remove Song
de: Lied entfernen
es: Quitar la canción
it: Rimuovi song.
nl: Verwijder nummer
pt: Remover a música

# actions.select.song
source: Select a Song...
de: Song auswählen ...
es: Seleccione canción ...
it: Seleziona canzone...
nl: Selecteer een nummer...
pt: Selecione a música ...

# widget.settings.subtitle
source: Show
de: Zeigen
es: Mostrar x
it: Mostra.
nl: Toon
pt: Mostrar

# empty.search.widget
source: Find the song you want to show in your widgets.
de: Finden Sie den Song, den Sie in Ihren Widgets anzeigen möchten.
es: Encuentra la canción que desea mostrar en sus widgets.
it: Trova la canzone che vuoi mostrare nei tuoi widget.
nl: Zoek een nummer die je als widget wil laten zien.
pt: Encontre a música que você deseja mostrar em seus widgets.

# empty.search.access
source: Please allow access to Media & Apple Music to find songs.
de: Bitte erlauben Sie den Zugriff auf Media & Apple Music, um Songs zu finden.
es: Por favor, permita acceder a medios de comunicación y manzana para encontrar canciones.
it: Si prega di consentire l'accesso a Media & Apple Music per trovare canzoni.
nl: Geef toegang tot Media en Apple Music om nummers te zoeken.
pt: Por favor, permita acesso à mídia e da Apple Music para encontrar músicas.

# actions.set.widget
source: Set as Widget
de: Als Widget eingestellt
es: Configurado como widget
it: Imposta come widget.
nl: Stel in als Widget
pt: Definido como widget

# actions.go.settings
source: Go to Settings
de: Gehe zu den Einstellungen
es: Ir a la configuración
it: Vai alle impostazioni
nl: Ga naar instellingen
pt: Vá para as configurações

source: Vocabulary
de: Wortschatz
es: Vocabulario
it: Vocabolario
nl: Woordenschat
pt: Vocabulário

source: Articulation
de: Artikulation
es: Articulación
it: Articolazione
nl: Articulatie
pt: Articulação

source: Creativity
de: Kreativität
es: Creatividad
it: Creatività
nl: Creativiteit
pt: Criatividade

source: Originality
de: Originalität
es: Originalidad
it: Originalità
nl: Originaliteit
pt: Originalidade

source: Versatility
de: Vielseitigkeit
es: Versatilidad
it: Versatilità
nl: Veelzijdigheid
pt: Versatilidade

source: Voice
de: Stimme
es: Voz
it: Voce
nl: Stem
pt: Voz

source: Records
de: Aufzeichnungen
es: Registros
it: Record
nl: Platen
pt: Registros.

source: Stage Presence
de: Bühnen-Präsenz
es: Presencia en el escenario
it: Presenza del palcoscenico
nl: Podiumpresentatie
pt: Presença no palco

source: Sticking to Themes
de: An themen einhalten
es: Pegando a los temas
it: Attaccare ai temi
nl: Thema's
pt: Aderindo a temas

source: Innovating Rhythms
de: Innovative Rhythmen
es: Ritmos innovadores
it: Innovazione dei ritmi
nl: Innovatieve ritmes
pt: Inovando ritmos

# about.kmd.title
source: About Kool Moe Dee's Report Card
de: Über Kool Moe Dee's Report Card
es: Acerca de la tarjeta de calificaciones de Kool Moe Dee
it: A proposito di Kool Moe Dee's Card
nl: Over Kool Moe Dee's rapport kaart
pt: Sobre o cartão de relatório Kool Moe Dee
