Repository: hiddevdploeg/nowplaying-strings
Catalog: */Localizable.strings
Languages: de, es, it, nl, pt

# about.kmd
source: These scores are based on Grammy-award winner Kool Moe Dee’s “rap report cards” written in 1987 and 1999. The rapper's grading scale was based on ten categories examining emcees' technical and creative skills, including vocabulary, articulation, creativity, originality, versatility, voice, records, stage presence, sticking to themes, and innovation. You can disagree with the score but do consider the time they were written and obviously are based on a personal opinion.
de: Diese Partituren basieren auf den 1987 und 1999 geschriebenen Rap-Repor-Gewinner von Koel Moe Dee. , Stimme, Aufzeichnungen, Bühnenpräsenz, Stickerei an Themen und Innovation. Sie können mit der Punktzahl nicht einverstanden sein, aber betrachten Sie die Zeit, die sie geschrieben wurden, und basieren offensichtlich auf einer persönlichen Meinung.
es: Estas puntuaciones se basan en la ganadora del premio grammy Kool Moe Dee "Tarjetas de calificaciones de RAP" escritas en 1987 y 1999. La escala de calificación del rapero se basó en diez categorías que examinan las habilidades técnicas y creativas de los Empees, incluidos el vocabulario, la articulación, la creatividad, la originalidad, la versatilidad, voz, registros, presencia en el escenario, pegados a temas e innovación. Puede estar en desacuerdo con la puntuación, pero considere el tiempo que fueron escritos y obviamente se basan en una opinión personal.
it: Questi punteggi sono basati su Grammy-Award Winner Kool Moe Dee's 'rapporti rapporti rap' scritti nel 1987 e nel 1999. La scala di valutazione del rapper si basava su dieci categorie che esaminano le competenze tecniche e creative di Emces, tra cui il vocabolario, l'articolazione, la creatività, l'originalità, la versatilità , Voice, record, presenza di palcoscenico, attaccati ai temi e all'innovazione. Non puoi in disaccordo con il punteggio, ma considerare il tempo che sono stati scritti e ovviamente si basano su un'opinione personale.
nl: Deze scores zijn gebaseerd op de 'raprapportkaarten' van Grammy-winnaar Kool Moe Dee, die geschreven zijn in 1987 en 1999. De beoordelingsschaal van de rapper was gebaseerd op tien categorieën die de technische en creatieve vaardigheden van MC's onderzochten, waaronder woordenschat, articulatie, creativiteit, originaliteit, veelzijdigheid, stem, platen, podiumpresentatie, vasthouden aan thema's en innovatie. Je kunt het oneens zijn met de cijfers, maar houd rekening met het tijdstip waarop ze zijn geschreven en het is uiteraard gebaseerd op een persoonlijke mening.
pt: Estas pontuações são baseadas no vencedor do prêmio grammy Kool Moe Dee's "Rap Report Cards" escritos em 1987 e 1999. A escala de classificação do rapper foi baseada em dez categorias que examinam as habilidades técnicas e criativas de Emaes, incluindo vocabulário, articulação, criatividade, originalidade, versatilidade , voz, registros, presença no palco, aderindo a temas e inovação. Você pode discordar da pontuação, mas considerar o tempo que eles foram escritos e obviamente são baseados em uma opinião pessoal.

# details.section.location
source: Locations
de: Standorte
es: Ubicaciones
it: Posizioni
nl: Locaties
pt: Localizações

# actions.remove.favourites
source: Remove from Favourites
de: Unwesentlich
es: Desfavorito
it: Sfavorevole
nl: Verwijder
pt: Unfavourite

# actions.add.favourites
source: Add to Favourites
de: Favorit
es: Favorito
it: Preferito
nl: Voeg toe aan favorieten
pt: Favorito

# actions.delete
source: Delete
de: Löschen
es: Borrar
it: Eliminare
nl: Verwijder
pt: Excluir

# favourites.title
source: Favourites
de: Favoriten
es: Favoritos
it: Preferiti
nl: Favorieten
pt: Favoritos

# history.title
source: History
de: Geschichte
es: Historia
it: Storia
nl: Geschiedenis
pt: História

source: Start
es: Comienzo
it: Cominciare
pt: Começar

# details.section.release
source: Release
de: Freisetzung
es: Liberar
it: Pubblicazione
nl: Uitgave
pt: Liberação

# action.delete.all
source: Delete All
de: Alles löschen
es: Eliminar todos
it: Cancella tutto
nl: Verwijder alle
pt: Excluir tudo

# action.confirm.delete
source: Are you sure you want to delete all?
de: Bist du sicher, dass du alles löschen willst?
es: ¿Estás seguro de que quieres eliminar todo?
it: Sei sicuro di voler cancellare tutto?
nl: Weet je het zeker dat je alles wil verwijderen?
pt: Tem certeza de que quer excluir tudo?

# empty.history
source: Here you will find all your NowPlaying history.
de: Hier finden Sie alle Ihre heutige Geschichte.
es: Aquí encontrará toda su historia que hace juego.
it: Qui troverai tutta la tua storia di adesso.
nl: Hier vind je al je luister geschiedenis.
pt: Aqui você encontrará toda a sua história agora.

# actions.yes
source: Yes
de: Jawohl
es: Sí
it: Sì
nl: Ja
pt: Sim

# details.section.library
source: In Your Library
de: In deiner Bibliothek
es: En tu biblioteca
it: Nella tua biblioteca
nl: Bibliotheek
pt: Na sua biblioteca

# details.lastplayed
source: Last time played
de: Letztes Mal gespielt
es: La última vez jugada
it: L'ultima volta giocata
nl: Laatste keer afgespeeld
pt: A última vez jogou

# details.section.notes
source: Notes & Facts
de: Notizen & Fakten
es: Notas y hechos
it: Note e fatti
nl: Notities & feiten
pt: Notas e Fatos

# gold.thanks
source: Thank you for trying NowPlaying
de: Danke, dass du NowPlaying versuchst
es: Gracias por intentar NowPlaying
it: Grazie per aver provato NowPlaying
nl: Bedankt voor het proberen
pt: Obrigado por tentar NowPlaying

# gold.continue.desc
source: To continue using all features, you need to purchase NowPlaying Gold, which will unlock the following.
de: Um weiter mit allen Funktionen zu verwenden, müssen Sie NowPlaying Gold erwerben, wodurch das Folgende entriegelt wird.
es: Para continuar usando todas las funciones, debe comprar NowPlaying Gold, que desbloqueará lo siguiente.
it: Per continuare a utilizzare tutte le funzionalità, è necessario acquistare NowPlaying Gold, che sbloccherà quanto segue.
nl: Om alle functies te blijven gebruiken heb je NowPlaying Gold nodig. Dit ontgrendeld het volgende:
pt: Para continuar usando todos os recursos, você precisa comprar xx, que desbloqueará o seguinte.

# gold.unlimited.title
source: Unlimited song details
de: Unbegrenzte Song-Details.
es: Detalles de la canción ilimitada
it: Dettagli del brano illimitati
nl: Oneinding muziek informatie
pt: Detalhes de músicas ilimitadas.

# gold.unlimited.desc
source: Keep discovering all we can find about the music around you.
de: Entdecken Sie weiterhin alles, was wir über die Musik um Sie herum finden.
es: Sigue descubriendo todo lo que podemos encontrar sobre la música que te rodea.
it: Continua a scoprire tutto ciò che possiamo trovare sulla musica intorno a te.
nl: Blijf details ontdekken over de muziek om de je heen.
pt: Continue descobrindo tudo o que podemos encontrar sobre a música ao seu redor.

# gold.access.title
source: Access to all features
de: Zugriff auf alle Funktionen
es: Acceso a todas las características.
it: Accesso a tutte le funzionalità
nl: Toegang to alle functies
pt: Acesso a todos os recursos

# gold.access.desc
source: You’ll have access to all new features and improvements.
de: Sie haben Zugriff auf alle neuen Funktionen und Verbesserungen.
es: Tendrás acceso a todas las nuevas características y mejoras.
it: Avrai accesso a tutte le nuove funzionalità e miglioramenti.
nl: Je houd toegang tot alle huidige en toekomstige functies.
pt: Você terá acesso a todos os novos recursos e melhorias.

# actions.later
source: Not Now
de: Nicht jetzt
es: Ahora no
it: Non adesso
nl: Niet nu
pt: Agora não

# actions.unlock.gold
source: Unlock NowPlaying Gold
de: Entsperren Sie NowPlaying Gold
es: Desbloquear NowPlaying Gold
it: Sblocca NowPlaying Gold
nl: Ontgrendel NowPlaying Gold
pt: Desbloquear NowPlaying Gold

# gold.share.desc
source: Alternatively, you can share NowPlaying with your music friends and get details of another 10 songs for free.
de: Alternativ können Sie NowPlaying mit Ihren Musikfreunden teilen und Details zu weiteren 10 Songs kostenlos erhalten.
es: Alternativamente, puede compartir NowPlaying con sus amigos de música y obtener detalles de otras 10 canciones de forma gratuita.
it: In alternativa, puoi condividere x con i tuoi amici musicali e ottenere dettagli di altre 10 canzoni gratuitamente.
nl: Wat je ook kan doen is NowPlaying eenmalig delen met je vrienden, en ontvang nog 10 nummers gratis.
pt: Como alternativa, você pode compartilhar NowPlaying com seus amigos de música e obter detalhes de mais 10 músicas gratuitamente.

# actions.share.app
source: Share NowPlaying
de: Teilen Sie NowPlaying
es: Compartir NowPlaying
it: Condividi NowPlaying
nl: Deel NowPlaying
pt: Compartilhe NowPlaying

# share.message
source: 🎶 Discover all about the music around you via NowPlaying for iOS, iPadOS & watchOS
de: 🎶 Entdecken Sie alles über die Musik um Sie herum über NowPlaying für iOS, iPados & Watchos
es: 🎶 Descubra todo sobre la música que te rodea a través de NowPlaying para iOS, iPadOS y watchOS
it: 🎶 Scopri tutto sulla musica intorno a te Via NowPlaying per iOS, iPados e Watchos
nl: 🎶 Ontdek alles over de muziek om je heen via NowPlaying voor iOS, iPadOS & watchOS
pt: 🎶 Descubra tudo sobre a música ao seu redor via NowPlaying para iOS, iPadOS e watchOS

# actions.noproblem
source: No Problem!
de: Kein Problem!
es: ¡No hay problema!
it: Nessun problema!
nl: Geen probleem!
pt: Sem problemas!

# gold.unlocked.title
source: You’re an award winning user!
de: Du bist ein Gewinner
es: Eres un ganador!
it: Sei un vincitore
nl: Je bent een winnaar!
pt: Você é um vencedor

# gold.thank.early
source: Thank you so much for downloading NowPlaying early on. Without people like yourself, apps like this would not exist!
de: Vielen Dank, dass Sie NowPlaying frühzeitig herunterladen. Ohne Leute wie sich selbst würden Apps so nicht existieren!
es: Muchas gracias por descargar NowPlaying desde el principio. Sin gente como tú, las aplicaciones como esta no existirían!
it: Grazie mille per il download di NowPlaying presto. Senza persone come te, app come questa non esisterebbe!
nl: Ontzettend bedankt voor het downloaden van NowPlaying. Zonder mensen zoals jij zouden apps als dit niet bestaan!
pt: Muito obrigado por baixar NowPlaying no início. Sem pessoas como você, aplicativos como este não existiriam!

# gold.thank.normal
source: Thank you so much for unlocking NowPlaying Gold. Without people like yourself, apps like this would not exist!
de: Vielen Dank, dass Sie NowPlaying Gold freischalten. Ohne Leute wie sich selbst würden Apps so nicht existieren!
es: Muchas gracias por desbloquear NowPlaying Gold. Sin gente como tú, las aplicaciones como esta no existirían!
it: Grazie mille per sbloccare NowPlaying Gold. Senza persone come te, app come questa non esisterebbe!
nl: Ontzettend bedankt voor het kopen van NowPlaying Gold. Zonder mensen zoals jij zouden apps als dit niet bestaan
pt: Muito obrigado por desbloquear NowPlaying Gold. Sem pessoas como você, aplicativos como este não existiriam!

# gold.hesitate
source: Please don’t hesitate to reach out to me if you have any ideas or suggestions.
de: Bitte zögern Sie nicht, mich zu erreichen, wenn Sie Ideen oder Anregungen haben.
es: Por favor, no dude en comunicarse conmigo si tiene alguna idea o sugerencia.
it: Per favore non esitate a contattarmi se hai idee o suggerimenti.
nl: Twijfel niet om contact met me op te nemen met ideeën of verbeteringen.
pt: Por favor, não hesite em chegar a mim se você tiver alguma idéia ou sugestões.

# empty.favourites
source: Find the song you want to show add to favourites
de: Finden Sie den Song, den Sie anzeigen möchten, fügen Sie zu Favoriten hinzu
es: Encuentra la canción que quieres mostrar Añadir a favoritos
it: Trova la canzone che vuoi mostrare Aggiungi ai preferiti
nl: Zoek een nummer die je als favoriet wil toevoegen.
pt: Encontre a música que você deseja mostrar ao adicionar aos favoritos

# actions.add.library
source: Add to Library
de: Zur Bibliothek hinzufügen
es: Agregar a la biblioteca
it: Aggiungi alla Biblioteca
nl: Voeg toe aan bibliotheek
pt: Adicionar à biblioteca

# actions.add.playlist
source: Add to Playlist
de: Zur Wiedergabeliste hinzufügen
es: Agregar a la lista de reproducción
it: Aggiungi a playlist
nl: Voeg toe aan afspeellijst
pt: Adicionar à Playlist

# actions.add.both
source: Add to Library & Playlist
de: Beide hinzufügen
es: Añadir a ambos
it: Aggiungi a entrambi.
nl: Voeg toe
pt: Adicionar a ambos

# actions.restore
source: Restore Purchase
de: Kauf wiederherstellen.
es: Restaurar la compra
it: Ripristinare acquisto
nl: Aankoop herstellen
pt: Restaurar compra

# widget.settings.title
source: Widget
pt: Ferramenta
